[
    {
        "title": "关于",
        "description": null,
        "categories": [
            "zine"
        ],
        "date": "2024-01-15T15:22:50.000Z",
        "cover": null,
        "hidden": false,
        "comments": true,
        "uri": "/zh-cn/story/about-v2",
        "content": "2012 bigfa 博客",
        "objectID": "/zh-cn/story/about-v2"
    },
    {
        "title": "深圳湾安达仕酒店",
        "description": null,
        "categories": [
            "hotels"
        ],
        "tags": [
            "Hyatt"
        ],
        "date": "2023-10-30T05:34:50.000Z",
        "image": null,
        "hidden": false,
        "comments": true,
        "story_id": 102548,
        "cc": "BY-NC",
        "uri": "/zh-cn/story/andaz-shenzhen-bay",
        "content": "酒店 深圳湾 入住 安达 体验 工地 套房 泳池 角房 minibar 升级 很漂亮 拍照 正门 大堂 积分 兑换 环球 施工 免费 变焦镜头 蜜桔 大气 更衣室 楼体 旁边 摆件 住客 水疗 happy 高桌 60 xf23 公区 半湾景 hour 2400 24 泡池 坐拥 上券 想买个 城来 xf10 较贵 客给 佛系 本次 桑拿 设计 春笋 海景 服务 谈心 原因 万象 首轮 正对着 迷路 前台 一楼 价格 打车 受限 两万 客房 二代 电梯 打折 问候 餐饮 早餐 下次 餐厅 方形 时间 入口 直达 价位 顺便 时光 一点点 景观 高空 欢乐 值得一提的是 其他人 拍摄 隐蔽 难受 一组 几家 缺点 维修 强制 优点 造型 这家 不小 高端 日常 水果 路线 单独 满意 优秀 房间 适合 开放 营业 一层 算是 设置 提前 对外 不错 补充 总体 晚上 深圳 样子 喜欢 位置 大部分 传统 空间 需求 机会 结构 几个 特别 发现 情况",
        "objectID": "/zh-cn/story/andaz-shenzhen-bay"
    },
    {
        "title": "巴厘岛路上见闻",
        "description": null,
        "categories": [
            "travel"
        ],
        "date": "2024-01-21T03:22:44.000Z",
        "cover": "https://static.fatesinger.com/2024/01/0uemxm9v3y7flqit.jpg",
        "hidden": false,
        "comments": true,
        "story_id": 102709,
        "uri": "/zh-cn/story/bali",
        "content": "旅行 拍照 打卡 巴厘岛 变化 变得 外出 节奏 很酷 路上 School 乐此不彼 Old 每一 我要 模版 机位 时代 慢下来 千篇一律 只能 格格不入 赛跑 使然 功利 很差 见闻 回想 太快 推着 元旦 没想 分享 容量 流量 照片 新鲜 长时间 想要 指定 事物 年纪 兴奋 算是 记录 流行 努力 交通 几天 显得 深圳 很快 大部分 阶段 接受 希望 长期 有人 事情 东西 特别 生活 地方",
        "objectID": "/zh-cn/story/bali"
    },
    {
        "title": "重庆 City Walk",
        "description": "https://static.fatesinger.com/2024/04/l0dpxc3wzsbjpwmj.jpg",
        "categories": [
            "zine"
        ],
        "tags": [],
        "date": "2024-04-24T07:37:30.000Z",
        "cover": null,
        "hidden": false,
        "comments": true,
        "uri": "/zh-cn/story/chongqing",
        "content": "鹅岭 重庆 中转 观景台 李子 二厂 轻轨站 网红 公园 旅游局 一晚 地方 深圳 确实 文艺 选择 顺序 体验 没什么 不错 氧吧 贵宾楼 一割 热食 饭点 新晋 和丽晶 穿楼 逛一逛 胡志明市 携程 三四次 难得一见 直飞 玩意 那么回事 进藏 轻轨 城市 不出意外 过猛 外地人 搞错 上坡 下坡 不值钱 太贵 几个 逛逛 斯特 洲际 标注 普通话 机票 弥漫着 在我看来 景点 预约 好评 假装 航班 大大的 反向 步行 时间 拍拍 顺便 去过 居多 节省 交警 方言 氛围 舒适 行李 一路上 崩溃 功夫 广发 设法 台阶 国航 秩序 打电话 用力 打造 机场 路线 权益 下行 主流 送到 想法 挑战 第二天 天然 一路 提前 不行 上午 维护 早期 下午 飞机 两年 实在 感觉 真的 实际上 服务 一位 环境 原因 一种 经济",
        "objectID": "/zh-cn/story/chongqing"
    },
    {
        "title": "使用 Cloudflare Worker 获取豆瓣书影音记录",
        "description": null,
        "categories": [
            "hugo"
        ],
        "tags": [],
        "date": "2024-05-15T09:41:48.000Z",
        "cover": null,
        "hidden": false,
        "comments": true,
        "uri": "/zh-cn/story/douban-cf-worker",
        "content": "初始化 douban https 同步 条目 接口 调用 d1 Worker Cloudflare worker type wrangler id 豆瓣 绑定 域名 配置文件 请求 wpista music ID movie subject execute npx book 30 npm 自行 本地化 自动 设置 封面 数据类型 paged r2 crons database sql R2 54529369 TOKEN db dbapi run D1 richiscool token ts schema game file 单次 DOUBAN 免费版 TYPES binding drama 次数 影音 密钥 部署 超限 图片 五种 数据库 列表 后台 恶意 标记 验证 支持 方法 过多 单个 数据 下载 痛点 强烈建议 报错 文件 fb2 bucket mysql nodejs buckets 36766055 c3f4fe6b remote PAGESIZE config create cron section R2DOMAIN BUCKET toml triggers databases DB vars URL 主题目录 WOKRERDOMAIN deploy 26434828 WORKER 40 DBID 跨域 github assets html b264d3e3634 env 4513 init b7e9 50 install io DOMAIN layout bigfa list 36593622 local movies 模版 普通用户 每页 类型 一千次 页码 触发器 操作 服务 清空 好用 信息 读写 有人 读取 页面 实测 提供 试着 很慢 增加 数最多 无序 默认 公共服务 定时 时会 分页 具体情况 占用 两个 注释 时间 远程 前端 太高 图书 就行了 短时间 迁移 隐蔽 全家 流量 后续 展示 变量 查看 测试 参考 参数 依赖 输出 创建 太大 即可 修改 安装 分钟 电影 音乐 足够 规则 记录 两大 主动 失败 对外 等待 命令 最多 配置 实在 成本 找到 公开 速度 推荐 开发 功能 解决 数量 建议 第一 需求 内容 压力 几个 过程 显示 地方 发现 研究",
        "objectID": "/zh-cn/story/douban-cf-worker"
    },
    {
        "title": "Fox Umbrellas",
        "description": null,
        "categories": [
            "life-style"
        ],
        "date": "2021-10-31T04:00:56.000Z",
        "image": null,
        "hidden": false,
        "comments": true,
        "uri": "/zh-cn/story/fox-umbrellas",
        "content": "umbrellas years Umbrellas 1868 finest 150 worlds Fox Ltd producing founded 一把 英式 雨伞 马六甲 两把 分享 喜欢",
        "objectID": "/zh-cn/story/fox-umbrellas"
    },
    {
        "title": "Fujifilm X-S20 短期使用体验",
        "description": null,
        "categories": [
            "zine"
        ],
        "tags": [
            "mini"
        ],
        "series": [
            "apple"
        ],
        "date": "2023-11-09T10:57:34.000Z",
        "cover": "https://static.fatesinger.com/2024/01/uu0q8uox5yfatloc.jpeg",
        "hidden": false,
        "comments": true,
        "uri": "/zh-cn/story/fuji-xs20",
        "content": "对焦 Q2 我能 xs20 ISO 体积 富士 缺货 处理器 加价 不错 镜头 机身 三万块 变焦镜头 奥林巴斯 不行 美颜 自动检测 有防抖 超小 f1 xt5 lr 防抖 X100V 可换 xf18 非官代 Q3 拨片 4000 RAW AI 1600 购买 像素 新机 功能 跨年 水货 三万多 降噪 画幅 奸商 转盘 选择 自动挡 这俩 队友 旗舰店 下定 上手 一点 续航 风范 代理商 按键 差点儿 写过 离谱 全天候 能用 三分之二 五万 传感器 博客 降价 搭配 视频 惊喜 一台 切换 缺点 电池 优点 体验 塑料 全新 一代 较少 官方 眼看 仪式 重量 一颗 没什么 机器 可用 足够 设置 目光 转向 最新 对象 更是 确实 真的 简单 状态 目标 只能 消费 接受 发布 价格",
        "objectID": "/zh-cn/story/fuji-xs20"
    },
    {
        "title": "富士 ef60 闪光灯",
        "description": null,
        "categories": [
            "gears"
        ],
        "tags": [
            "fujifilm"
        ],
        "date": "2023-11-11T07:07:26.000Z",
        "cover": "https://static.fatesinger.com/2024/01/p6krrw3jrw3hu7nd.jpeg",
        "hidden": false,
        "comments": true,
        "uri": "/zh-cn/story/fujifilm-ef-60",
        "content": "引闪器 mm 贴牌 200 ttl 可玩性 原厂 闪光灯 无线 模式 电池 焦头 产品 功能丰富 反光板 日清 打算 led 50 EF 24 学写 sd 闲鱼 引闪 LED sf W1 x100v 可拉出 跳灯 近摄 fp 补土 补光 一买 装进去 富士 焦距 收纳 双十 配上 成色 买个 小巧 配件 块钱 很重 触发 手动 到手 大大提高 做工 还算 搭配 太高 说实话 舒适 一款 缺点 周末 修复 优点 体积 功率 同步 后悔 后续 高速 很快 恢复 价格 发现",
        "objectID": "/zh-cn/story/fujifilm-ef-60"
    },
    {
        "title": "Fujifilm X-T5 短期使用体验",
        "description": "Fujifilm X-T5 短期使用体验",
        "categories": [
            "gears"
        ],
        "tags": [
            "fujifilm"
        ],
        "date": "2024-03-19T08:06:19.000Z",
        "cover": "https://static.fatesinger.com/2024/01/p6krrw3jrw3hu7nd.jpeg",
        "hidden": false,
        "comments": true,
        "story_id": 101768,
        "drate": true,
        "uri": "/zh-cn/story/fujifilm-xt5-short-term-review",
        "content": "相机 富士 T5 镜头 对焦 旅行 摄影 屏幕 装备 喜欢 测光 摄影师 T2 感觉 机身 AF 拍摄 背包 重量 适合 佳能 按钮 实用 翻转 T4 滤镜 t5 相机包 意味着 系列 自动 闪光灯 选择 电池 太贵 分辨率 功能 升级 令人烦恼 设置 全方位 搭配 三向 线缆 USB xf33 xf18 mm 寻焦 双卡槽 颜值 56 切换 单点 设备 一款 光线 有趣 体积 有时候 略大 充电器 携带 倾斜 握把 解决 跟踪 检测 菜单 内置 原因 足够 胶片 一点 索尼 主题 拍照 充电 符合 小巧 喜好 那种 眼部 地方 随身 太重 快速 轻便 相比 做工 设计 抚摸 视频 曝光 这款 最终 改变 一台 图像 带上 识别 好看 尺寸 完美 时尚 容量 东西 可靠 变化 日常 不多 轻松 依赖 藤泽 遮光罩 哈苏 想要 减轻 取决于 特定 想象 发现 熟悉 自定义 人体工学 附送 性能 裁切 一名 手机 单反相机 一支 打开 大光 模式 千千万万个 景深 最多 风格 日子 四千万 太老 态度 放在 T3 xf14 扫街 单块 找它 中仅 博主 x100vi 60 10 我极 丢焦 28 xf56 xf90 引闪器 18 xt5 50 zf 出掉 时才 pro4 ef 128 固件 evf 点太远 f1 f8 ISO 的人 Peak 精焦 55 上犯 上用 离机 raw R5 s20 没多大 jpeg 变酷 Design 上时 Sigma uv 不太是 太厚了 露营车 尼康 对比度 确实 就此而言 担心 三折 意义 像素 磕碰 一部分 实际上 插座 没用过 包包 快门 防尘 改回 保护 光圈 松下 壁纸 不太会 画幅 内衬 明智之举 仅此而已 对劲 烦人 亚马逊 翻出来 旋钮 保护膜 稳定 感想 眼睛 湿气 呼出 圈定 写文章 备份 之音 戴眼镜 稳定器 天籁 熬过 因素 模特 不全是 噱头 简约 并非如此 续航 佼佼者 无谓 人眼 这台 安全感 插上 不对劲 太行 为先 越小 这行 挑剔 闭眼 圆润 提供 按键 最贵 填满 并不需要 防水 废话 手感 买个 矩阵 质感 生活 过重 性价比 打碎 翻倍 标志性 配件 拇指 负重 高质量 那支 发稿 旗舰 用过 试用 更少 高性能 二代 滑落 清单 英寸 中用 吃紧 问到 时至今日 能用 收起 荒谬 毫不犹豫 打包 颇具 接口 无用 放进 干得 这是 无聊 很难说 磨损 密封 较重 评测 指南 游荡 好消息 工作 开到 灰尘 对准 手持 昂贵 卖掉 间隙 高手 器材 换上 不适 面部 无需 果断 设定 情况 强行 瞬间 声称 毫无疑问 节省 购物 交叉口 某一 强有力 极限 两点 首选 细长 包裹 整天 外观 开启 四处 微调 减小 胸前 舒适 看不到 顶部 防护 大师 忽视 明亮 新一代 从来不 只会 喜爱 鸟类 舒服 阻碍 包装 感谢 很长 短暂 好多 无非 好事 电脑 在外 型号 惊讶 我会 过多 假设 暴露 无论如何 整整 足以 过分 照片 主义 越发 二次 尊重 印象 高端 经典 眼看 运作 在家 阻止 用途 话题 表情 测量 焦点 太太 用户 概率 合适 期待 一线 无论是 更新 机器 可用 看法 释放 更大 改进 几次 颜色 错误 保留 记录 包含 常用 更好 说完 改为 布局 意识 主体 一段 温度 事实 讨论 理由 停止 想着 专业 不错 后期 旁边 等待 理解 一步 最新 努力 高度 手里 唯一 回去 几天 手中 自由 实在 动物 质量 变得 支撑 购买 区域 作出 接近 第一次 运行 很快 保证 真的 大小 好像 推荐 持有 介绍 大部分 独立 综合 拥有 看着 来到 终于 办法 现象 目标 只能 空间 感到 理论 减少 接受 希望 长期 压力 较大 带来 计划 控制 调整 几个 基础 特别 提高 预期 产品 价格 表现 之间 发生 研究 两个 一种",
        "objectID": "/zh-cn/story/fujifilm-xt5-short-term-review"
    },
    {
        "title": "榕阁 Garden Pavilion",
        "description": "榕阁 20 年和 21 年是上过黑珍珠的，绝大多数能上大众点评黑珍珠的餐厅都不会踩雷，如今榕阁已经不在黑珍珠榜上了，这样的出品不在榜上也是应该的了，只不过出品水平降了，价格却没降，真的不推荐了。",
        "categories": [
            "hotels"
        ],
        "tags": [
            "hyatt"
        ],
        "date": "2023-11-04T13:48:31.000Z",
        "cover": "https://static.fatesinger.com/2023/11/cyuaahpcuea87gfi.jpg",
        "hidden": false,
        "comments": true,
        "uri": "/zh-cn/story/garden-pavilion",
        "content": "榕阁 出品 餐厅 黑珍珠 叉烧 炒饭 柏悦 环境 价格 爱好者 电梯 大堂 预约 真的 周末 点评 体验 大众 这家 两三片 一层 公筷 无感 麻婆豆腐 脆皮 金戈 差评 1150 饭点 20 葱油 太腻 餐前 石锅 冰烧 21 鸡捞 没降 深圳 华而不实 每样 小食 黑金 推荐 七八百 酒水 道菜 几十块 种树 领导 住店 那么回事 菜品 一言难尽 上菜 换乘 弄个 望而却步 榜上 这么回事 水平 还行 太贵 不值 一百多 火腿 海螺 无语 客房 不差 菜肴 三层 容器 芝麻 跟上 直达 大楼 好吃 价位 豆腐 号称 人均 不难 灵魂 配套 印象 一顿 水果 只不过 结论 绝大多数 单独 没什么 客人 特色 空中 提前 不行 一半 一把 本来 确实 第一次 喜欢 实际上 服务 消费 大幅 下降 特别",
        "objectID": "/zh-cn/story/garden-pavilion"
    },
    {
        "title": "胡志明市 City Walk",
        "description": null,
        "categories": [
            "travel"
        ],
        "tags": [
            "Vietnam"
        ],
        "date": "2024-04-12T09:19:21.000Z",
        "cover": "https://static.fatesinger.com/2024/04/dnh4k16zzcxiu6jy.jpg",
        "hidden": false,
        "comments": true,
        "story_id": 102548,
        "uri": "/zh-cn/story/ho-chi-minh-city",
        "content": "酒店 胡志明市 体验 Grab 建议 搞定 越南 现金 支付宝 极差 刷卡 成功率 不错 景点 步行 海关 连锁 还好 国内 暴走 转乘 值机 时间 新山 甩尾 ISO 热石 签处 快门速度 蛮贵 20 合胃口 外食 吐槽 飞车党 可绑 另纸 60 City visa Walk 盗刷 一两百 岘港 节省时间 感觉 春卷 返程 扯皮 四百多 西贡 直飞 富士 法式 安检 选择 离境 绑定 可看 区别对待 拖鞋 本地人 一点 堵车 前台 洲际 中转 大同小异 一晚 机票 曼谷 太早 极佳 入境 块钱 好玩 国际 线上 风情 默认 很近 预约 同胞 谈不上 航班 拉高 马路 可控 预估 内侧 全程 人文 壮观 手持 按摩 好吃 安全性 出国 友好 站立 富国 洼地 落地 普及 难受 摩托车 英文 总共 缘故 走路 完美 帮忙 对话 英语 没法 尴尬 充裕 照片 手法 白天 机场 饮食 便宜 沟通 没什么 即可 随便 小心 分钟 适合 工作人员 市区 足够 办理 几次 天气 吃饭 可达 外面 提前 公里 中国 总体 晚上 交通 实在 建筑 深圳 位置 不好 真的 速度 推荐 操作 一句 服务 解决 感到 支持 自然 城市 能力 特别 超过",
        "objectID": "/zh-cn/story/ho-chi-minh-city"
    },
    {
        "title": "Hugo 使用 Cloudflare Worker 实现文章浏览计数与点赞",
        "description": "Hugo 使用 Cloudflare Worker 实现文章浏览计数与点赞",
        "categories": [
            "hugo"
        ],
        "tags": [],
        "date": "2024-05-13T07:31:20.000Z",
        "cover": null,
        "hidden": false,
        "comments": true,
        "uri": "/zh-cn/story/hugo-cf-worker",
        "content": "d1 域名 hugo wrangler Cloudflare cf 数据库 博客 post execute ts class actionDomain 静态 绑定 部署 设置 主题 npm npx file sql schema 跨域 创建 即可 文章 手动 调用 文件 浏览量 cloudflare Github run https true Worker deploy github secret assets id database 授权 服务 修改 项目 网页 后台 功能 远程 前端 环境 地址 免费 数据表 适配 编辑 强烈建议 配置文件 会弹 farallonActions 如点 single Repository clone singleSelector D1 create Secrets text 4025 toml Settings template worker utils variables databaseid vars view Action UniqueId 有个 wordpress 1123 workflows wpista 点赞 domains yml DNS e23e8a DOMAIN 表则 DB 详情页 git 81 CLOUDFLAREAPITOKEN dev articleSelector views databases Google b26 Actions install bfd5af74 io viewSelector item key bigfa likeButtonSelctor acf8 MD local binding md5 btn Markdown nodejs databasename action 方案 普通用户 阵子 原汁原味 执行命令 博文 够用 密钥 文案 初始化 条目 自带 按钮 数据 付费 是否是 大同小异 计数 变现 命令行 生产 列表 发现 权限 两款 研究 解析 搭建 存储 无需 顺便 复制 额外 还好 开启 路径 全家 本文 转到 流量 目录 后续 展示 分开 访问 引入 外部 参数 依赖 命名 兴趣 没什么 登陆 评论 动态 额度 安装 自动 天然 平台 停止 启动 工具 新增 一步 估计 判断 成本 概念 统计 简单 执行 开发 解决 理论 支持 方法 原因 关系 过程 两个 情况",
        "objectID": "/zh-cn/story/hugo-cf-worker"
    },
    {
        "title": "Hugo 主题 Farallon",
        "description": null,
        "categories": [
            "hugo"
        ],
        "tags": [],
        "date": "2023-10-30T13:07:22.000Z",
        "image": null,
        "hidden": false,
        "comments": true,
        "weight": 1,
        "story_id": 101971,
        "uri": "/zh-cn/story/hugo-theme-farallon",
        "content": "https token title md index content 设置 travel memo Params 站点 豆瓣 新建 png bigfa fatesinger description 2023 Gear static cn cover zh brand story cat 参数 目录 简体中文 即可 文件 hugo FujiFilm layout 06 FX1CAS2SD8 DefaultContentLanguage ALGOLIAWRITEKEY mainSections 00 10 douban faves algolia subject en 35451890 true movie adminKey gears 卡片 页面 配置 点击 列表 类型 格式 旅行 方法 创建 文章 参数设置 分类 自动 直接插入 默认值 编辑 配置文件 github 40 gravatar algolia2 i18n id apikey integration appid indexName authorAvatar 128 微信 authorDescription 扫码 拉取 authorName main instax loser avatar 11 markdown b0825b184f45c084e31770fbcc9261f2 meta bfb9a8d037a7352c9d369b85d33ac83e39a mini mm movies node pc5qctiddj2uy6g Gears caibingcheng post search searchAPPID categories searchKey secrets Get secure showAuthor 0.3.1 computer Hugo 03 subtitle Leica tlp9i57mnbamhapp date v1 workflow wpista draft yaml Search 04 Sofort false 2022 05 T15 使用指南 fd7e2e17a671f8e3fade0706e0a667e X100V 1. fmdvfzy5kwu320q input 值为 39 fuji 2021 gear 内链 字段 模版 换为 取掉 影音 文件夹 古法 够用 条目 小站 演示 保持一致 别名 试用 默认 链接 三方 字符串 字符 语音 数组 登录 多余 地址 英文 版本 收藏 提交 翻译 搜索 体验 同步 物品 暴露 框架 代码 免费 输入 日期 一行 用途 依赖 自行 单独 想要 用户 生成 额度 描述 更新 制作 记录 相当于 数字 保存 主题 维护 语言 作者 状态 推荐 信息 选择 支持 项目 数据 特别 国内",
        "objectID": "/zh-cn/story/hugo-theme-farallon"
    },
    {
        "title": "Hugo 主题 Notability",
        "description": "Hugo 主题 Notability",
        "categories": [
            "hugo"
        ],
        "tags": [],
        "date": "2023-10-30T14:27:17.000Z",
        "cover": "https://static.fatesinger.com/2023/09/czukqwphyybsxjhx.jpg",
        "hidden": false,
        "comments": true,
        "story_id": 74850,
        "uri": "/zh-cn/story/hugo-theme-notability",
        "content": "https token title memo md 豆瓣 设置 站点 cat 2023 cover brand static Gear png fatesinger content Params 参数 简体中文 DefaultContentLanguage 06 subject zh story en FujiFilm mainSections cn faves description douban movie 35451890 gears 00 index 目录 即可 文件 点击 列表 类型 格式 地址 新建 文章 参数设置 直接插入 默认值 配置文件 主题 抽时间 配置 bfb9a8d037a7352c9d369b85d33ac83e39a 10 mini 04 movies 40 node meta mm Gears pc5qctiddj2uy6g computer secure showAuthor 0.3.0 post subtitle tlp9i57mnbamhapp 39 wpista draft date 05 false true 使用指南 128 20. Leica Get 11 内链 fmdvfzy5kwu320q Sofort bigfa 03 gear fd7e2e17a671f8e3fade0706e0a667e T15 gravatar fuji 2021 authorName 2022 X100V hugo authorAvatar id 微信 authorDescription instax 扫码 i18n integration 1. loser 拉取 markdown avatar 字段 换为 取掉 影音 文件夹 古法 条目 卡片 方法 演示 别名 试用 远古 复活 默认 链接 三方 字符串 字符 语音 简洁 数组 登录 多余 英文 版本 收藏 翻译 同步 物品 框架 代码 输入 一行 用途 依赖 创建 自行 单独 用户 生成 描述 更新 制作 记录 自动 相当于 数字 保存 维护 语言 最新 作者 状态 信息 选择 支持 项目 数据 特别 国内 时间",
        "objectID": "/zh-cn/story/hugo-theme-notability"
    },
    {
        "title": "再游拙政园",
        "description": null,
        "categories": [
            "zine"
        ],
        "tags": [
            "mini"
        ],
        "date": "2024-05-19T03:47:50.000Z",
        "cover": "https://static.fatesinger.com/2024/05/6wcuefk2nt6ufu5e.jpg",
        "hidden": false,
        "comments": true,
        "uri": "/zh-cn/story/humble-administrators-garden",
        "content": "再游 时隔多年 拙政园 心境 园林 兴趣 没什么",
        "objectID": "/zh-cn/story/humble-administrators-garden"
    },
    {
        "title": "Kimpton Suzhou",
        "description": null,
        "categories": [
            "hotels"
        ],
        "tags": [],
        "date": "2024-05-19T12:52:52.000Z",
        "cover": "https://static.fatesinger.com/2024/05/28349llegbumt3hr.jpg",
        "hidden": false,
        "comments": true,
        "uri": "/zh-cn/story/kimpton-suzhou-bamboo-grove",
        "content": "差评 酒店 喜欢",
        "objectID": "/zh-cn/story/kimpton-suzhou-bamboo-grove"
    },
    {
        "title": "丽江金茂凯悦甄选",
        "description": null,
        "categories": [
            "hotels"
        ],
        "tags": [
            "Lijiang"
        ],
        "date": "2024-04-16T06:02:14.000Z",
        "cover": "https://static.fatesinger.com/2024/04/jtl06ju0j1kplx8n.jpg",
        "hidden": false,
        "comments": true,
        "story_id": 103058,
        "uri": "/zh-cn/story/lijiang-ub",
        "content": "丽江 凯悦 甄选 洲际 旅游 业主 束河 索道 云南 古镇 选择 同一个 云南旅游 两晚 泸沽湖 昆大丽 买大 而金茂 香馆 金茂璞 第一晚 三四千元 本次 阵子 国内游 真的 推荐 加湿器 玉龙雪山 动车 公路线 挺大 只能 亲子 体量 通了 原价 首推 买票 午餐 一晚 入住 度假 铁路线 地方 来过 门票 雪山 日照 硬件 金山 千古 积分 一千 兑换 山路 不适 太高 景观 友好 切换 八个 出血 环球 一圈 安静 双双 酒店 干燥 鼻子 太大 房间 可惜 升级 两家 适合 放弃 屋里 算是 第二天 更好 不错 坐下 飞机 完善 当年 实在 动物 小时 本来 身体 首次 位置 大部分 产业 面积 城市 价格 作用",
        "objectID": "/zh-cn/story/lijiang-ub"
    },
    {
        "title": "Mac Studio M2",
        "description": null,
        "categories": [
            "gears"
        ],
        "tags": [
            "apple"
        ],
        "date": "2023-11-10T07:26:33.000Z",
        "cover": "https://static.fatesinger.com/2024/01/j1n89q9ehu0ci87i.jpeg",
        "hidden": false,
        "comments": true,
        "uri": "/zh-cn/story/mac-studio-m2",
        "content": "京东 百亿 老版 心水 Mac 教育 补贴 优惠 新版 没得说 渠道 贴钱 M2 Max Studio AC 12499 Docker mini 卡顿 14200 初代 399 老款 YYDS 官翻 劝退 优惠价格 终于 搞点 形势严峻 应用程序 回本 加点 选择 纠结 全网 找人 最低价 显示器 两套 认证 好久 最优 拿下 购入 额外 型号 手上 性能 打算 不想 配置 两年 投入 购买 真的 相比 推荐 希望 第一 压力 东西 价格 工作 时间 情况",
        "objectID": "/zh-cn/story/mac-studio-m2"
    },
    {
        "title": "Macbook Air M2 2022",
        "description": "双十一下单了新电脑，当时也在电报频道里更新了，现在收货差不多有一周了，来写个文章。",
        "cover": "https://static.fatesinger.com/2023/11/irjc1fvtxz6at8l9.jpg",
        "categories": [
            "gears"
        ],
        "tags": [
            "apple"
        ],
        "date": "2023-11-06T09:53:54.000Z",
        "image": null,
        "hidden": false,
        "comments": true,
        "story_id": 102558,
        "uri": "/zh-cn/story/macbook-air-m2",
        "content": "M2 pro 电脑 Macbook 双十 版本 屏幕 Mac air 苹果 电脑配置 入门 显示器 Pro intel Air 光驱 18 trade M3 9000 mac AC Studio 购买 缺点 免息 硬盘 一套 暴躁 这台 键盘 三期 芯片 配置 家里 淘宝 真的 不适 优点 服役 第三台 港版 一周 刘海儿 耐脏 苹果电脑 适配 配合 第二台 斗地主 贴纸 打游戏 好累 强迫症 几天 抛去 toubar touch 很丝滑 台新 这代 windows 15 xspace 官翻 16 出掉 算上来 10 有个 MF839 MacBook Adobe 100 版官 arm photomator magsafe 单已下 id MAX 翻机 具体型号 丐中 SSD 15000 蓝瓶 丝滑 macbook 略重 国行 1150 算多 list 外接 退出 收货 喜欢 感觉 划掉 原色 重新配置 没用过 程序员 玩游戏 慢点 应用程序 充值 接受 富士 下单 买过 环境 上装 重装 内存 平均寿命 系统 京东 历史舞台 与时俱进 写个 模具 太好 风扇 二手 解决不了 大容量 电子产品 付费 爸妈 划算 记不清 强悍 前前后后 性价比 正事 无语 榨取 刘海 机型 午夜 瞧不起 固态 顺畅 瓶子 港澳 复活 吃紧 外壳 乞丐 丑陋 分期 银行卡 预约 第一台 接口 笔记本 三方 叠加 无所谓 频道 家里人 退役 限定 供电 拆除 花钱 店铺 太少 购入 极高 视觉 垃圾 购物 额外 改装 电报 一台 切换 还好 咖啡 上学 全家 飙升 一共 花费 感慨 之路 生态 型号 第五 心态 周边 第一部 犹豫 公司 观望 差距 指定 第四 没什么 满意 到期 用户 剩余价值 优惠 升级 更新 机器 文章 太多 带有 被迫 算是 颜色 五年 完整 实力 一路 平稳 一项 性能 温度 最低 不错 发挥 打开 保障 几年 最新 不想 放在 设备 安排 大学 多年 提升 推荐 面前 终于 只能 正式 第一 较大 原因 过程 价格 工作 发展",
        "objectID": "/zh-cn/story/macbook-air-m2"
    },
    {
        "title": "深圳柏悦酒店",
        "description": "周六了住了下深圳柏悦，本次环球客现金入住，周六 2100 在最近算是不错的价格，毕竟深圳的酒店周末价格都会高一些。",
        "cover": "https://static.fatesinger.com/2023/11/lfvsapye5xvq2m9o.jpg",
        "categories": [
            "hotels"
        ],
        "tags": [
            "Hyatt",
            "Park Hyatt"
        ],
        "date": "2023-10-29T11:07:06.000Z",
        "hidden": false,
        "comments": true,
        "uri": "/zh-cn/story/park-hyatt-shenzhen",
        "content": "酒店 房间 柏悦 深圳 环球 入住 大堂 角房 安达 不错 泳池 房型 礼宾 体验 布置 平安 卡片 出品 客房 周六 地理位置 套房 面积 舒适 中心 免费 布光 现金 挑战 算是 闪光点 水太凉 太凉 凯悦 左手边 挺舒服 深圳湾 花瓣儿 人不多 客给 背景墙 仕和柏悦 大床 人游 还开 榕阁 卫洗丽 一嘴 房柏悦会 挺难 床用 2100 hour 有个 仕二选 泡池 minibar 泳健 Happy 香印 单点 右手边 本次 桑拿 封印 火漆 挺不错 福田区 心形 地标 价格昂贵 开灯 通透 台子 纪念日 客套 天际 展厅 中式 福田 基础 一楼 直通 满满 拍照 卫生间 价格 打车 办公楼 冷气 标配 电梯 总能 老化 问候 蛋糕 餐饮 早餐 雕像 诡异 玫瑰 下次 水准 提了 大方 再见 花瓣 保养 价位 镜子 排队 视觉 开业 景观 值得一提的是 十一月 痕迹 优越 行李 还给 缺点 周末 好看 一篇 豪华 优点 茅台 细节 不小 商务 水果 玻璃 接过 可惜 升级 设施 送到 文章 办理 空中 相当于 奇怪 天气 布局 提前 温度 门口 旁边 几年 总体 效果 晚上 艺术 电话 建筑 一块 第一次 喜欢 降低 品种 设计 服务 成功 只能 需求 很大 位于 一点 特别 提供 增加",
        "objectID": "/zh-cn/story/park-hyatt-shenzhen"
    },
    {
        "title": "Singapore City Walk",
        "description": null,
        "categories": [
            "travel"
        ],
        "tags": [
            "Singapore"
        ],
        "date": "2024-04-15T11:03:47.000Z",
        "cover": "https://static.fatesinger.com/2024/04/2d0hq8czqqdenilh.jpg",
        "hidden": false,
        "comments": true,
        "story_id": 103056,
        "uri": "/zh-cn/story/singapore",
        "content": "酒店 演唱会 出行 Taylor Swift 怨种 溜达 价格 夸张 还好 房间 发达国家 两千左右 凯悦 紧张 要开 最怨种 两三倍 深圳 阵子 样子 感觉 真的 牛肉面 消费 安达 两百 搞定 专车 正赶上 滴滴 长距离 生活 前两天 一晚 打车 三亚 亏了 两万 天价 不太好 回想 餐饮 几百 华人 餐厅 积分 兑换 万分 地铁 堪称 五千 中文 预料 套房 见识 好歹 素质 普及 舒适 有钱 超级 赶上 一碗 人均 体验 新加坡 不多 超出 平日 评价 房价 天气 接触 一批 语言 网上 南方 总体 核心 确实 接受 人民 程度 原因 一点 水平 特别 国内 地方",
        "objectID": "/zh-cn/story/singapore"
    },
    {
        "title": "徕卡 Sofort",
        "description": null,
        "categories": [
            "gears"
        ],
        "tags": [
            "Leica"
        ],
        "date": "2023-10-26T01:32:23.000Z",
        "image": null,
        "hidden": false,
        "comments": true,
        "uri": "/zh-cn/story/sofort",
        "content": "mini 90 富士 相纸 sofort 换壳 40 照片 买不起 立得 扫描仪 脚架 玩意 原装 打印机 二手 成色 模式 一张 几张 磨损 到手 曝光 拍摄 维修 电池 双重 价格 发现 区别 手机 难买 三盒 一千五 腕带 新出 小慌 闲鱼 开盲 一玩 不废片 拆件 400 数码化 APP PD 微距 拆扣 70 一热花 evo 有个 多买 紫边 白边 再试 薰衣草 个人感觉 老古董 肩带 只能 派对 发布 代工 过期 拆掉 自带 五块 实测 按键 一盒 花边 分辨率 块钱 太长 相机 些许 过低 二代 默认 成像 涨到 傻瓜 移到 心愿 镜头 一模一样 谷歌 扫描 上天 停产 购入 跳水 入口 开心 看似 买家 外出 脑子 购物 规格 售价 一组 算了 省内 级别 体积 全新 后悔 略有 一代 内心 日常 官方 参数 美丽 沟通 满意 升级 当初 机器 通用 确认 没想到 打算 专业 不错 关键 检查 想起 效果 那种 第一个 昨天 投入 当年 本次 位置 找到 感觉 真的 简单 想到 相比 多年 操作 接受 几个 东西 时间",
        "objectID": "/zh-cn/story/sofort"
    },
    {
        "title": "Fujifilm X-T5 上手使用体验",
        "description": "Fujifilm X-T5 上手使用体验",
        "categories": [
            "gears"
        ],
        "tags": [
            "fujifilm"
        ],
        "date": "2024-01-09T16:01:41.000Z",
        "image": "https://static.fatesinger.com/2024/01/p6krrw3jrw3hu7nd.jpeg",
        "hidden": false,
        "comments": true,
        "story_id": 101768,
        "uri": "/zh-cn/story/x-t5",
        "content": "镜头 机身 富士 S20 残幅 这台 机器 T5 好用 复古 真的 拍照 对焦 更好 搭配 很爽 四千万 AFC 防滴 尼康 像素 功能 快门 防尘 严丝合缝 画幅 闪光灯 选择 太差 紧凑 做工 卖掉 额外 分享 塑料 周边 高像素 样片 保留 十多张 适配 性能 致于 一万多块 有期 没买 XF90 万超 防抖 套机 我见 苦手 上大 拨盘 RAW SD xf35f2 吐槽 有个 H2 zf 滤镜 双卡槽 4000 M43 v60 X100V 弱光 确实 喜欢 感觉 三折 卡壳 开箱 推荐 握持 喂饱 阉割 三千多 压死 摄影师 价格便宜 雨天 非常适合 上手 一万多 处理器 索尼 续航 卖到 按钮 随心所欲 螺纹 王者 心得 小巧 远不如 爱好者 相机 旗舰 降为 普通人 能用 低速 太重 烦躁 手动 下有 花钱 竞争对手 打印 购入 同等 玩具 价位 垃圾 光滑 好几个 精致 开启 本文 锁定 稍微 缺点 尺寸 电池 优点 配备 有时候 绝大部分 参考 手上 麻烦 想要 太太 用户 太大 职业 气氛 一级 足够 皮肤 自动 论坛 设置 国外 不行 讨论 强劲 后期 暂时 那种 配置 风格 实在 电子 相比 只能 告诉 代表 控制 原因 能力 一点 几个 特别 国内 价格 一种 时间",
        "objectID": "/zh-cn/story/x-t5"
    },
    {
        "title": "Fujifilm X100V 全家桶使用体验",
        "description": null,
        "categories": [
            "gears"
        ],
        "tags": [
            "Fujifilm"
        ],
        "date": "2023-10-26T01:44:37.000Z",
        "image": null,
        "hidden": false,
        "comments": true,
        "uri": "/zh-cn/story/x100v",
        "content": "镜头 X100V 相机 UV 遮光罩 转接 官方 配件 富士 转换 加装 质感 广角 原装 皮套 长焦 Q2 焦段 X100 mm 购入 十二 电池 真的 到手 生畏 画质 II 三防 颜值 23 望价 2000 望远 全家 发货 双十 自带 手机 拍照 样子 喜欢 两样 机身 损耗 一枚 不到 售价 型号 造型 要说 勉强 原机 样片 组合 无感 裸机 不错 金属 八百多 M10R F2 就长 49 M43 Sketch 128 550 MM 爆表 天猫 PS Pro 可玩度 吐槽 看徕 真坑 35 家买 堪比 违和感 SD 商买 A7C TCL 20 个徕 太坑 WCL 之眼 70 这枚 64 13 镜要 iPhone Larry 420 我用 富家子弟 激发起 开箱 难用 快门 加个 物有所值 终于 爱不释手 奸商 很贵 接受 连接处 裁剪 不怎么样 套装 等效 算下来 机内 京东 把玩 建了 很久没 大法 算上 按钮 无敌 胜出 俯视 机头 饼干 第一篇 无线 充电 换个 美食 两千 价格 美貌 块钱 用过 女朋友 中用 导出 赠送 折扣 淘宝 稳固 发售 人文 专题 昂贵 没用 附加 搭配 多用 顺手 十万 日常生活 三分之一 素质 形容 稍微 缺点 实用 风景 号称 苹果 一脸 室内 口径 一体化 快乐 电脑 授权 心态 订单 犹豫 惊人 漂亮 只不过 感受 出门 兴趣 短期内 随便 可惜 安装 无论是 适合 半个 想法 定价 文章 黑色 取消 算是 远远 一根 食物 角度 想着 等待 一张 两年 实在 购买 本来 多种 提升 一只 看着 一年 重点 三个 环境 程度 眼睛 参加 一点 活动 增加 发现 两个",
        "objectID": "/zh-cn/story/x100v"
    },
    {
        "uri": "/zh-cn/story/xf18",
        "content": "光圈 镜头 遮光罩 画质 样片 金属 2023 镜身 富士 方形 参数 广角镜头 对焦 不错 太丑 虚化 XF18mm 00 1.4 焦段 10 categories cover date 暂未 e6zsd2fgagf698b4 400 fatesinger 防抖 23 08 XF56 F1 09 https LM 18 mm T09 static 34 tags gears fujifilm jpg title 25 WR 松垮 价格昂贵 能力 自带 最贵 质感 二代 几张 一斤 先于 博客 入手 做工 军团 上周末 本文 缺点 号称 分享 优点 塑料 照片 拿到 重量 用户 太大 优秀 足够 更大 整理 发挥 暂时 至少 样子 感觉 速度 接受 需求 日本 分析 几个 关系 价格 发现 时间",
        "objectID": "/zh-cn/story/xf18",
        "title": "/zh-cn/story/xf18"
    },
    {
        "title": "富士 XF23mm F1.4 R LM WR",
        "description": "富士 XF23mm F1.4 R LM WR",
        "categories": [
            "gears"
        ],
        "tags": [
            "fujifilm"
        ],
        "date": "2023-10-26T04:46:11.000Z",
        "image": null,
        "hidden": false,
        "comments": true,
        "cover": "//static.fatesinger.com/2023/10/34n30fwqhrythqhv.jpg",
        "uri": "/zh-cn/story/xf23",
        "content": "镜头 35 焦段 x100v mm 光圈 对焦 日常 富士 人像 拍上 挂机 虚化 1.4 33 23 X100V 拍摄 优惠券 挺不错 环境 京东 美食 价格 机型 相机 几张 本来 物件 推荐 人文 夸张 这支 舒适 现货 火爆 遮光罩 一万张 原素 有货 奥林巴斯 卡口 一支 画质 狗血 xf56 之眼 立发 lenses 18 近摄 社牛 紫边 焦拍 约个 story 微距 那离 三防 tight 可换 共鸣点 定焦 wide 但太远 life equivalent 扫街 闲鱼 xf18 逆光 全开 人物 原厂 二手市场 自提 无货 购买 一家 九折 开箱 有价无市 下单 玩意 勾搭 缺货 半身 选择 很美 等效 中长 特写 得心应手 把玩 太贵 大神 省钱 胜任 景致 卖家 视角 表现 保有 早些 想来想去 另一家 莫名 打折 并不多 乐趣 既能 拖拉机 悲伤 做工 扎实 精通 方形 军团 看似 场景 视频 太高 看一看 折腾 友好 脑子里 起码 一台 起步 浪费 画面 算了 大师 缺点 号称 分享 属性 安静 优点 照片 内心 想想 便宜 想要 出门 优秀 平日 可惜 适合 一级 很难 放弃 两天 取消 记录 包含 常用 平时 像是 不错 金属 估计 一张 配置 两年 朋友 电子 负责 喜欢 不好 大小 相比 一只 比例 只能 商品 期间 告诉 一点 关注 东西 活动 生活",
        "objectID": "/zh-cn/story/xf23"
    },
    {
        "title": "富士 XF33mm F1.4 R LM WR",
        "description": null,
        "categories": [
            "gears"
        ],
        "tags": [
            "fujifilm"
        ],
        "date": "2023-10-25T11:55:59.000Z",
        "image": null,
        "hidden": false,
        "comments": true,
        "uri": "/zh-cn/story/xf33",
        "content": "遮光罩 镜头 原厂 光圈 对焦 富士 这支 按钮 刷到 扫街 直桶 23 mm f1 闲鱼 无货 加价 老哥 感觉 搭配 预定 拍摄 舒适 参数 样片 瑕不掩瑜 挺舒服 卡口 方型 强迫症 画质 一刷 机械 环上 35 50 10 镜卖 58 一才 拨片 13 618 XF33mmF1 无防抖 粘灰 XF56 UV 标头 延保 唯卓仕 漆面 33 roadmap xf56 扛不住 发出 阵子 压迫感 喜欢 磕碰 快门 转接 菜品 一气呵成 等效 逛街 压根 双十 全副 全网 马达 自带 买不到 玄学 篇文章 质感 最难 一两年 相机 收下 线性 根本原因 做工 扎实 受不了 方形 莲花 保安 分量 起码 切换 差点 拿起 两周 变形 当成 锁定 缺点 安静 口径 优点 体积 塑料 全新 注册 日常 领先 手上 漂亮 沟通 不算 感受 出门 垂直 满意 优秀 随便 小心 更新 颜色 自动 数字 吃饭 更好 没想到 早就 想着 不错 手机 大陆 模式 类似 这位 至少 商业 本来 真的 简单 相比 介绍 一只 功能 希望 眼睛 机会 控制 水平 北京 两个 一种 时间",
        "objectID": "/zh-cn/story/xf33"
    },
    {
        "uri": "/zh-cn/story/xf56",
        "content": "镜头 富士 APD 二代 X100V 遮光罩 对焦 全新 原厂 光圈 马达 线性 XF50 F1 140 mm 拍摄 感觉 真的 老一代 选择 没上 相机 确实 购入 售价 体积 重量 价格 合适 样片 九千多 不错 参考点 画质 晚上 焦段 T18 滤镜 噪点 4199 UV 10 00 XC 全幅 身要 短上 XF50F1 进光量 但镜 59 WR 对人 XF56mm 小炮 67 categories 没抱 date 07 2023 我能 08 fujifilm gears 夜拍 5000 25 但用 tags title ISO 56 望远 二手市场 很快 肯定 一只 没用过 不太会 声音 头重脚轻 像头 减少 转接 释然 第一 两斤 压力 中长 神往 纠结 舒坦 一万多 索尼 自带 不算什么 二手 太差 脸皮 玄学 最贵 成色 体积小 拍照 买不起 吃力 一放 发现 买到 好评 坚挺 拉高 好久 适中 不带 机身 早点 一万 这张 抚摸 视频 说实话 几只 惊喜 一台 还好 拿起 一圈 稍微 新一代 不好意思 不太 举起 口径 塑料 承受 一代 以内 预算 不小 环节 牺牲 参数 感受 庞大 全是 用户 可惜 概率 足够 系列 详细 外面 没想到 剩下 幅度 网上 有限 暂时 金属 一张 效果 飞机 配置 快速 本来 相比 提升 速度 介绍 接受 希望 较大 预计 原因 能力 几个 研究",
        "objectID": "/zh-cn/story/xf56",
        "title": "/zh-cn/story/xf56"
    },
    {
        "title": "富士 XF 90mm f/2 R LM WR",
        "description": null,
        "categories": [
            "gears"
        ],
        "tags": [
            "fujifilm"
        ],
        "date": "2023-10-24T06:22:38.000Z",
        "cover": "//static.fatesinger.com/2018/11/lh9i6r9eehp1edsh.jpg",
        "hidden": false,
        "comments": true,
        "uri": "/zh-cn/story/xf90",
        "content": "lens mm XF size The aperture shooting weight It price filter length expensive low hood image light 90 reduces However 62 56 This focal long generation considered autofocus 135 attached fast equivalent capture misfocusing due good rings filters control doesn open quality appears high Even stabilization compared conditions cost aggressive body time wide lenses lineup longer making large bumped camera Linear claimed medium made challenging maximum Although minor Motor comfortable moving ND niche occasional offers official older original 4000 At Overall costs overly particle day photographers pleased Pros decision positive practical difficult probability purchased Comfortable Sample domestic rarely reason received regular There ended reputable reviews equipped risk satisfied 1.2. scratched Despite UV eventually sensor sharpest excellent simply sized When small smaller bring smooth ISO fastest startup After suitable Excellent summary system cat main Its market channels means 18 mentioned combined movements things As finding thread offer One traveling updates focus videos outdoors 100 paired damping performs Perhaps photos decided popularity Before pound defect Quad weighs allowing foreign range 50 rate drawbacks 140. 70 Filters frustrating refurbished dust release Cons result environments room appearance great set everyday Fuji hand handheld Using exceptionally handling Fujifilm attaching highly starting With success ideal images telephoto find acceptable Good bit including tolerable Fast focusing increase increased 1.2 1.4 1600 Additionally indoor brands initially",
        "objectID": "/zh-cn/story/xf90"
    }
]